const navStructure = {
  'main': {
    alias: 'Главная',
    isIndex: true,
    banner: true,
    content: [
      {type: 'signupBlock'},
      {type: 'html',
        value: `<div class="article-3">
    <p><strong><span class="masha_index masha_index2" rel="2"></span>Ассоциация Столичные строители</strong> зарегистрирована Управлением Министерства юстиции РФ 11 мая 2018 года как некоммерческая организация, о чём свидетельствует запись в ЕГРЮЛ под регистрационным номером 1187700008341.</p><br>
    
    <h2><b><span class="masha_index masha_index3" rel="3"></span>НАША АССОЦИАЦИЯ</b></h2>
    <p><span class="masha_index masha_index4" rel="4"></span>На сегодняшний день более 100 организаций строительной отрасли являются членами Ассоциации Столичные строители. 
Мы всегда рады предоставить Вам исчерпывающую консультацию и готовы к сотрудничеству!</p><br>
    <h2><b><span class="masha_index masha_index5" rel="5"></span>ЦЕЛЬ АССОЦИАЦИИ</b></h2>
    <p><span class="masha_index masha_index6" rel="6"></span>Положив в основу ответственные, доверительные, взаимовыгодные партнёрские отношения, создать сильную и успешную группу строительных организаций для реализации масштабных региональных и национальных проектов.</p><br>
    <h2><b><span class="masha_index masha_index7" rel="7"></span>ЗАДАЧИ АССОЦИАЦИИ:</b></h2>
    
      <li><span class="masha_index masha_index8" rel="8"></span>Предупреждение нанесения ущерба деятельностью членов Ассоциации окружающей среде, юридическим и физическим лицам.<br><span class="masha_index masha_index9" rel="9"></span>Компенсация нанесённого вреда за счёт фонда Ассоциации.</li>
      <li><span class="masha_index masha_index10" rel="10"></span>Оказание квалифицированной помощи всем участникам Ассоциации.</li>
      <li><span class="masha_index masha_index11" rel="11"></span>Обеспечение защиты законных интересов и прав членов Ассоциации.</li>
      <li><span class="masha_index masha_index12" rel="12"></span>Предоставление участникам Ассоциации необходимой профессиональной и нормативно-правовой и информации.</li>
      <li><span class="masha_index masha_index13" rel="13"></span>Обеспечение безопасности ведения бизнеса членами объединения.</li>
    
    <br><p><b><span class="masha_index masha_index14" rel="14"></span>ПРЕИМУЩЕСТВО ЧЛЕНСТВА В АССОЦИАЦИИ</b></p>
<p><span class="masha_index masha_index15" rel="15"></span>заключается в решении вопросов саморегулирования:</p>
    
      <li><span class="masha_index masha_index16" rel="16"></span>профессионально;</li>
      <li><span class="masha_index masha_index17" rel="17"></span>оперативно;</li>
      <li><span class="masha_index masha_index18" rel="18"></span>индивидуально;</li>
      <li><span class="masha_index masha_index19" rel="19"></span>надёжно.</li>
    
    <br><h2><b><span class="masha_index masha_index20" rel="20"></span>ПРИОРИТЕТЫ:</b></h2>
    
      <li><span class="masha_index masha_index21" rel="21"></span>Содействие членам Ассоциации в осуществлении деятельности, направленной на развитие строительной отрасли в Российской Федерации.</li>
      <li><span class="masha_index masha_index22" rel="22"></span>Содействие членам Ассоциации в реализации мер по предупреждению причинения вреда жизни или здоровью физических лиц, имуществу физических или юридических лиц, государственному или муниципальному имуществу, окружающей среде, жизни или здоровью животных и растений, объектам культурного наследия (памятникам истории и культуры) народов Российской Федерации вследствие недостатков работ, которые оказывают влияние на безопасность объектов капитального строительства и выполняются членами Ассоциации.</li>
      <li><span class="masha_index masha_index23" rel="23"></span>Поддержка строительной деятельности членов Ассоциации, направленной на повышение качества выполняемых строительных работ, укрепление и развитие материально-технической базы строительной отрасли в России, на увеличение производства новых строительных материалов и изделий, внедрение новых технологий, эффективное использование имеющегося в капитальном строительстве потенциала в целях приумножения национального богатства страны.</li>
      <li><span class="masha_index masha_index24" rel="24"></span>Содействие членам Ассоциации во внедрении стандартизации принципов и практики деятельности лиц, осуществляющих строительство, а также в обеспечении соблюдения членами Ассоциации законодательства Российской Федерации в области осуществления строительной деятельности; повышению качества и безопасности&nbsp; услуг, оказываемых&nbsp; российскими предприятиями, развитию научного сотрудничества и обмену передовым опытом с ведущими отечественными и международными организациями по вопросам внедрения стандартов по качеству.</li>
      <li><span class="masha_index masha_index25" rel="25"></span>Представление интересов и защита прав своих членов, разрешение споров и конфликтов, оказание помощи в отношениях с органами государственной власти, органами местного самоуправления, профессиональными союзами и их объединениями.</li>
    
  </div>`},
    ],
    childPages: {
      'news': {alias: 'Новости'},
      'checks': {alias: 'Проверки'},
    },
    sidebarBlocks: [
      {
        title: 'Органы надзора',
        content: 'Этот контент должен иметь <b>выделение</b> и возможно <a href="http://yandex.ru">ссылку</a>',
      },
    ],
  },
  'about': {
    alias: 'Об ассоциации',
    banner: true,
  },
  'disclosure': {
    alias: 'Раскрытие информации',
  },
  'roster': {
    alias: 'Реестр членов',
  },
  'for-members': {
    alias: 'Членам',
  },
  'join': {
    alias: 'Вступление',
  },
  'contacts': {
    alias: 'Контакты',
  },
};

export default navStructure;
